def infoMessage(referral_price_inviter, referalsCount, link):
    return f'''
Привет, ты на правильном пути, чтобы зарабатывать звезды! 🌟

Ты получаешь ⭐ за каждого приглашенного пользователя, который проходит капчу! Начни приглашать своих друзей и зарабатывай звезды прямо сейчас!

🔹 <b>Как это работает?</b>

1. Приглашай людей в бота по своей уникальной ссылке.
2. Когда они пройдут капчу, ты получаешь <b>{referral_price_inviter} ⭐</b>.
3. Используй эти звезды для разных бонусов или обмена!

👉 <b>Ссылка для приглашения:</b>  
<code>{link}</code>

<b>Как привлекать пользователей?</b>

<blockquote>👥 Отправь ссылку друзьям в личные сообщения.  
📢 Поделись ссылкой в своем Telegram-канале.  
💬 Размести её в комментариях и чатах.  
🕸 Распространяй в соцсетях: Instagram, WhatsApp, TikTok.
</blockquote>

👥 <b>Вы пригласили</b>: {referalsCount} человек.
'''

